Repository: lukasaberg451/Pulse
Catalog: Pulse/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, nl, pt_br, sv

source: Enter your email to receive a verification code
de: Gib deine E-Mail ein, um einen Bestätigungscode zu erhalten
es: Introduce tu correo para recibir un código de verificación
fr: Entre ton email pour recevoir un code de vérification
ja: 確認コードを受け取るためにメールアドレスを入力
ko: 인증 코드를 받으려면 이메일을 입력하세요
nl: Voer je e-mail in om een verificatiecode te ontvangen
pt_br: Insira seu e-mail para receber um código de verificação
sv: Ange din e-post för att få en verifieringskod

source: Enter your new email and current password. You will be signed out after confirming.
de: Gib deine neue E-Mail und dein aktuelles Passwort ein. Du wirst nach der Bestätigung abgemeldet.
es: Introduce tu nuevo correo y contraseña actual. Se cerrará tu sesión después de confirmar.
fr: Entre ton nouvel email et ton mot de passe actuel. Tu seras déconnecté après confirmation.
ja: 新しいメールアドレスと現在のパスワードを入力してください。確認後にログアウトされます。
ko: 새 이메일과 현재 비밀번호를 입력하세요. 확인 후 로그아웃됩니다.
nl: Voer je nieuwe e-mail en huidige wachtwoord in. Je wordt uitgelogd na bevestiging.
pt_br: Insira seu novo e-mail e senha atual. Você será desconectado após confirmar.
sv: Ange din nya e-post och nuvarande lösenord. Du loggas ut efter bekräftelse.

source: Enter your new password below
de: Gib unten dein neues Passwort ein
es: Introduce tu nueva contraseña a continuación
fr: Entre ton nouveau mot de passe ci-dessous
ja: 新しいパスワードを入力してください
ko: 아래에 새 비밀번호를 입력하세요
nl: Voer hieronder je nieuwe wachtwoord in
pt_br: Insira sua nova senha abaixo
sv: Ange ditt nya lösenord nedan

source: Equipment
de: Ausrüstung
es: Equipamiento
fr: Équipement
ja: 器具
ko: 장비
nl: Apparatuur
pt_br: Equipamento
sv: Utrustning

source: Error
de: Fehler
fr: Erreur
ja: エラー
ko: 오류
nl: Fout
pt_br: Erro
sv: Fel

source: Estimated 1RM
de: Geschätztes 1RM
es: 1RM Estimado
fr: 1RM estimé
ja: 推定1RM
ko: 추정 1RM
nl: Geschatte 1RM
pt_br: 1RM Estimado
sv: Uppskattad 1RM

# Estimated 1RM: %.1f %@
source: Estimated 1RM: %1$.1f %2$@
de: Geschätztes 1RM: %1$.1f %2$@
es: 1RM Estimado: %1$.1f %2$@
fr: 1RM estimé : %1$.1f %2$@
ja: 推定1RM：%1$.1f %2$@
ko: 추정 1RM: %1$.1f %2$@
nl: Geschatte 1RM: %1$.1f %2$@
pt_br: 1RM Estimado: %1$.1f %2$@
sv: Uppskattad 1RM: %1$.1f %2$@

source: Estimated using the Epley formula
de: Geschätzt mit der Epley-Formel
es: Estimado con la fórmula de Epley
fr: Estimé avec la formule d'Epley
ja: Epley公式による推定
ko: Epley 공식으로 추정
nl: Geschat met de Epley-formule
pt_br: Estimado usando a fórmula de Epley
sv: Beräknat med Epleys formel

source: exercise
de: Übung
es: ejercicio
fr: exercice
ja: 種目
ko: 운동
nl: oefening
pt_br: exercício
sv: övning

source: Exercise Name
de: Übungsname
es: Nombre del Ejercicio
fr: Nom de l'exercice
ja: 種目名
ko: 운동 이름
nl: Oefeningnaam
pt_br: Nome do Exercício
sv: Övningsnamn

source: exercises
de: Übungen
es: ejercicios
fr: exercices
ja: 種目
ko: 운동
nl: oefeningen
pt_br: exercícios
sv: övningar

source: Exercises
de: Übungen
es: Ejercicios
fr: Exercices
ja: 種目
ko: 운동
nl: Oefeningen
pt_br: Exercícios
sv: Övningar

source: EXERCISES
de: ÜBUNGEN
es: EJERCICIOS
fr: EXERCICES
ja: 種目
ko: 운동
nl: OEFENINGEN
pt_br: EXERCÍCIOS
sv: ÖVNINGAR

source: Failed to add exercise. Please try again.
de: Übung konnte nicht hinzugefügt werden. Bitte versuche es erneut.
es: No se pudo añadir el ejercicio. Por favor, inténtalo de nuevo.
fr: Échec de l'ajout de l'exercice. Réessaye.
ja: 種目の追加に失敗しました。もう一度お試しください。
ko: 운동 추가에 실패했습니다. 다시 시도해 주세요.
nl: Oefening toevoegen mislukt. Probeer het opnieuw.
pt_br: Falha ao adicionar exercício. Por favor, tente novamente.
sv: Kunde inte lägga till övning. Försök igen.

source: Failed to clear body metrics: %@
de: Körperdaten konnten nicht gelöscht werden: %@
es: No se pudieron borrar las métricas corporales: %@
fr: Échec de la suppression des données corporelles : %@
ja: ボディデータのクリアに失敗しました：%@
ko: 신체 지표 삭제 실패: %@
nl: Lichaamsgegevens wissen mislukt: %@
pt_br: Falha ao limpar métricas corporais: %@
sv: Kunde inte rensa kroppsdata: %@

source: Failed to create exercise. Please try again.
de: Übung konnte nicht erstellt werden. Bitte versuche es erneut.
es: No se pudo crear el ejercicio. Por favor, inténtalo de nuevo.
fr: Échec de la création de l'exercice. Réessaye.
ja: 種目の作成に失敗しました。もう一度お試しください。
ko: 운동 생성에 실패했습니다. 다시 시도해 주세요.
nl: Oefening maken mislukt. Probeer het opnieuw.
pt_br: Falha ao criar exercício. Por favor, tente novamente.
sv: Kunde inte skapa övning. Försök igen.

source: Failed to create routine. Please try again.
de: Routine konnte nicht erstellt werden. Bitte versuche es erneut.
es: Error al crear la rutina. Inténtalo de nuevo.
fr: Échec de la création de la routine. Réessaye.
ja: ルーティンの作成に失敗しました。もう一度お試しください。
ko: 루틴 생성에 실패했습니다. 다시 시도해 주세요.
nl: Routine maken mislukt. Probeer het opnieuw.
pt_br: Falha ao criar rotina. Tente novamente.
sv: Kunde inte skapa rutin. Försök igen.

source: Failed to delete account: %@
de: Konto konnte nicht gelöscht werden: %@
es: No se pudo eliminar la cuenta: %@
fr: Échec de la suppression du compte : %@
ja: アカウントの削除に失敗しました：%@
ko: 계정 삭제 실패: %@
nl: Account verwijderen mislukt: %@
pt_br: Falha ao excluir conta: %@
sv: Kunde inte radera konto: %@

source: Failed to delete exercise. Please try again.
de: Übung konnte nicht gelöscht werden. Bitte versuche es erneut.
es: No se pudo eliminar el ejercicio. Por favor, inténtalo de nuevo.
fr: Échec de la suppression de l'exercice. Réessaye.
ja: 種目の削除に失敗しました。もう一度お試しください。
ko: 운동 삭제에 실패했습니다. 다시 시도해 주세요.
nl: Oefening verwijderen mislukt. Probeer het opnieuw.
pt_br: Falha ao excluir exercício. Por favor, tente novamente.
sv: Kunde inte radera övning. Försök igen.

source: Failed to delete routine. Please try again.
de: Routine konnte nicht gelöscht werden. Bitte versuche es erneut.
es: No se pudo eliminar la rutina. Por favor, inténtalo de nuevo.
fr: Échec de la suppression de la routine. Réessaye.
ja: ルーティンの削除に失敗しました。もう一度お試しください。
ko: 루틴 삭제에 실패했습니다. 다시 시도해 주세요.
nl: Routine verwijderen mislukt. Probeer het opnieuw.
pt_br: Falha ao excluir rotina. Por favor, tente novamente.
sv: Kunde inte radera rutin. Försök igen.

source: Failed to delete workout: %@
de: Training konnte nicht gelöscht werden: %@
es: No se pudo eliminar el entrenamiento: %@
fr: Échec de la suppression de l'entraînement : %@
ja: ワークアウトの削除に失敗しました：%@
ko: 운동 삭제 실패: %@
nl: Training verwijderen mislukt: %@
pt_br: Falha ao excluir treino: %@
sv: Kunde inte radera träningspass: %@

source: Failed to delete: %@
de: Löschen fehlgeschlagen: %@
es: No se pudo eliminar: %@
fr: Échec de la suppression : %@
ja: 削除に失敗しました：%@
ko: 삭제 실패: %@
nl: Verwijderen mislukt: %@
pt_br: Falha ao excluir: %@
sv: Kunde inte radera: %@

source: Failed to duplicate routine. Please try again.
de: Routine konnte nicht dupliziert werden. Bitte versuche es erneut.
es: No se pudo duplicar la rutina. Por favor, inténtalo de nuevo.
fr: Échec de la duplication de la routine. Réessaye.
ja: ルーティンの複製に失敗しました。もう一度お試しください。
ko: 루틴 복제에 실패했습니다. 다시 시도해 주세요.
nl: Routine dupliceren mislukt. Probeer het opnieuw.
pt_br: Falha ao duplicar rotina. Por favor, tente novamente.
sv: Kunde inte duplicera rutin. Försök igen.

source: Failed to load data: %@
de: Daten konnten nicht geladen werden: %@
es: No se pudieron cargar los datos: %@
fr: Échec du chargement des données : %@
ja: データの読み込みに失敗しました：%@
ko: 데이터 로드 실패: %@
nl: Gegevens laden mislukt: %@
pt_br: Falha ao carregar dados: %@
sv: Kunde inte ladda data: %@

source: Failed to load exercises: %@
de: Übungen konnten nicht geladen werden: %@
es: No se pudieron cargar los ejercicios: %@
fr: Échec du chargement des exercices : %@
ja: 種目の読み込みに失敗しました：%@
ko: 운동 로드 실패: %@
nl: Oefeningen laden mislukt: %@
pt_br: Falha ao carregar exercícios: %@
sv: Kunde inte ladda övningar: %@

source: Failed to load more exercises: %@
de: Weitere Übungen konnten nicht geladen werden: %@
es: No se pudieron cargar más ejercicios: %@
fr: Échec du chargement d'exercices supplémentaires : %@
ja: 追加の種目の読み込みに失敗しました：%@
ko: 추가 운동 로드 실패: %@
nl: Meer oefeningen laden mislukt: %@
pt_br: Falha ao carregar mais exercícios: %@
sv: Kunde inte ladda fler övningar: %@

source: Failed to load routines: %@
de: Routinen konnten nicht geladen werden: %@
es: No se pudieron cargar las rutinas: %@
fr: Échec du chargement des routines : %@
ja: ルーティンの読み込みに失敗しました：%@
ko: 루틴 로드 실패: %@
nl: Routines laden mislukt: %@
pt_br: Falha ao carregar rotinas: %@
sv: Kunde inte ladda rutiner: %@

source: Failed to load workout details: %@
de: Trainingsdetails konnten nicht geladen werden: %@
es: No se pudieron cargar los detalles del entrenamiento: %@
fr: Échec du chargement des détails de l'entraînement : %@
ja: ワークアウトの詳細の読み込みに失敗しました：%@
ko: 운동 세부 정보 로드 실패: %@
nl: Trainingsdetails laden mislukt: %@
pt_br: Falha ao carregar detalhes do treino: %@
sv: Kunde inte ladda träningsdetaljer: %@

source: Failed to reorder exercises. Please try again.
de: Übungen konnten nicht neu sortiert werden. Bitte versuche es erneut.
es: No se pudieron reordenar los ejercicios. Por favor, inténtalo de nuevo.
fr: Échec de la réorganisation des exercices. Réessaye.
ja: 種目の並べ替えに失敗しました。もう一度お試しください。
ko: 운동 순서 변경에 실패했습니다. 다시 시도해 주세요.
nl: Oefeningen herordenen mislukt. Probeer het opnieuw.
pt_br: Falha ao reordenar exercícios. Por favor, tente novamente.
sv: Kunde inte ändra ordning på övningar. Försök igen.

source: Failed to save exercise order. Please try again.
de: Übungsreihenfolge konnte nicht gespeichert werden. Bitte versuche es erneut.
es: No se pudo guardar el orden de los ejercicios. Por favor, inténtalo de nuevo.
fr: Échec de l'enregistrement de l'ordre des exercices. Réessaye.
ja: 種目の順序の保存に失敗しました。もう一度お試しください。
ko: 운동 순서 저장에 실패했습니다. 다시 시도해 주세요.
nl: Oefeningvolgorde opslaan mislukt. Probeer het opnieuw.
pt_br: Falha ao salvar ordem dos exercícios. Por favor, tente novamente.
sv: Kunde inte spara övningsordning. Försök igen.

source: Failed to save height
de: Größe konnte nicht gespeichert werden
es: Error al guardar la altura
fr: Échec de l'enregistrement de la taille
ja: 身長の保存に失敗しました
ko: 키 저장 실패
nl: Lengte opslaan mislukt
pt_br: Falha ao salvar a altura
sv: Kunde inte spara längd

source: Failed to save routine. Please try again.
de: Routine konnte nicht gespeichert werden. Bitte versuche es erneut.
es: No se pudo guardar la rutina. Por favor, inténtalo de nuevo.
fr: Échec de l'enregistrement de la routine. Réessaye.
ja: ルーティンの保存に失敗しました。もう一度お試しください。
ko: 루틴 저장에 실패했습니다. 다시 시도해 주세요.
nl: Routine opslaan mislukt. Probeer het opnieuw.
pt_br: Falha ao salvar rotina. Por favor, tente novamente.
sv: Kunde inte spara rutin. Försök igen.

source: Failed to save target weight
de: Zielgewicht konnte nicht gespeichert werden
es: Error al guardar el peso objetivo
fr: Échec de l'enregistrement du poids cible
ja: 目標体重の保存に失敗しました
ko: 목표 체중 저장 실패
nl: Doelgewicht opslaan mislukt
pt_br: Falha ao salvar o peso alvo
sv: Kunde inte spara målvikt

source: Failed to save weight
de: Gewicht konnte nicht gespeichert werden
es: Error al guardar el peso
fr: Échec de l'enregistrement du poids
ja: 体重の保存に失敗しました
ko: 체중 저장 실패
nl: Gewicht opslaan mislukt
pt_br: Falha ao salvar o peso
sv: Kunde inte spara vikt

source: Failed to schedule workout: %@
de: Training konnte nicht geplant werden: %@
es: No se pudo programar el entrenamiento: %@
fr: Échec de la planification de l'entraînement : %@
ja: ワークアウトのスケジュールに失敗しました：%@
ko: 운동 예약 실패: %@
nl: Training plannen mislukt: %@
pt_br: Falha ao agendar treino: %@
sv: Kunde inte schemalägga träningspass: %@

source: Failed to submit feedback: %@
de: Feedback konnte nicht gesendet werden: %@
es: No se pudo enviar el comentario: %@
fr: Échec de l'envoi du feedback : %@
ja: フィードバックの送信に失敗しました：%@
ko: 피드백 제출 실패: %@
nl: Feedback verzenden mislukt: %@
pt_br: Falha ao enviar feedback: %@
sv: Kunde inte skicka feedback: %@

source: Failed to update exercise. Please try again.
de: Übung konnte nicht aktualisiert werden. Bitte versuche es erneut.
es: No se pudo actualizar el ejercicio. Por favor, inténtalo de nuevo.
fr: Échec de la mise à jour de l'exercice. Réessaye.
ja: 種目の更新に失敗しました。もう一度お試しください。
ko: 운동 업데이트에 실패했습니다. 다시 시도해 주세요.
nl: Oefening bijwerken mislukt. Probeer het opnieuw.
pt_br: Falha ao atualizar exercício. Por favor, tente novamente.
sv: Kunde inte uppdatera övning. Försök igen.

source: Failed to update health metrics: %@
de: Gesundheitsdaten konnten nicht aktualisiert werden: %@
es: No se pudieron actualizar las métricas de salud: %@
fr: Échec de la mise à jour des données de santé : %@
ja: 健康データの更新に失敗しました：%@
ko: 건강 지표 업데이트 실패: %@
nl: Gezondheidsgegevens bijwerken mislukt: %@
pt_br: Falha ao atualizar métricas de saúde: %@
sv: Kunde inte uppdatera hälsodata: %@

source: Failed to update password. Please try again.
de: Passwort konnte nicht aktualisiert werden. Bitte versuche es erneut.
es: No se pudo actualizar la contraseña. Por favor, inténtalo de nuevo.
fr: Échec de la mise à jour du mot de passe. Réessaye.
ja: パスワードの更新に失敗しました。もう一度お試しください。
ko: 비밀번호 업데이트에 실패했습니다. 다시 시도해 주세요.
nl: Wachtwoord bijwerken mislukt. Probeer het opnieuw.
pt_br: Falha ao atualizar senha. Por favor, tente novamente.
sv: Kunde inte uppdatera lösenord. Försök igen.

source: Failed to update routine. Please try again.
de: Routine konnte nicht aktualisiert werden. Bitte versuche es erneut.
es: No se pudo actualizar la rutina. Por favor, inténtalo de nuevo.
fr: Échec de la mise à jour de la routine. Réessaye.
ja: ルーティンの更新に失敗しました。もう一度お試しください。
ko: 루틴 업데이트에 실패했습니다. 다시 시도해 주세요.
nl: Routine bijwerken mislukt. Probeer het opnieuw.
pt_br: Falha ao atualizar rotina. Por favor, tente novamente.
sv: Kunde inte uppdatera rutin. Försök igen.

source: Fair
de: Mittel
es: Regular
fr: Correct
ja: 普通
ko: 보통
nl: Redelijk
pt_br: Regular
sv: Hyfsad

source: Feature Request
de: Funktionswunsch
es: Solicitud de función
fr: Demande de fonctionnalité
ja: 機能リクエスト
ko: 기능 요청
nl: Functieverzoek
pt_br: Sugestão de recurso
sv: Funktionsförfrågan

source: Feedback Sent!
de: Feedback gesendet!
es: ¡Feedback Enviado!
fr: Feedback envoyé !
ja: フィードバックが送信されました！
ko: 피드백이 전송되었습니다!
nl: Feedback verzonden!
pt_br: Feedback Enviado!
sv: Feedback skickad!

source: Filters
de: Filter
es: Filtros
fr: Filtres
ja: フィルター
ko: 필터
pt_br: Filtros
sv: Filter

source: Finish
de: Beenden
es: Finalizar
fr: Terminer
ja: 終了
ko: 종료
nl: Afronden
pt_br: Finalizar
sv: Avsluta

source: Finish Workout?
de: Workout beenden?
es: ¿Finalizar Entrenamiento?
fr: Terminer l'entraînement ?
ja: ワークアウトを終了しますか？
ko: 운동을 종료하시겠습니까?
nl: Training afronden?
pt_br: Finalizar Treino?
sv: Avsluta träningspass?

source: First Name
de: Vorname
es: Nombre
fr: Prénom
ja: 名
ko: 이름
nl: Voornaam
pt_br: Nome
sv: Förnamn

source: Forgot Password?
de: Passwort vergessen?
es: ¿Olvidaste tu Contraseña?
fr: Mot de passe oublié ?
ja: パスワードを忘れましたか？
ko: 비밀번호를 잊으셨나요?
nl: Wachtwoord vergeten?
pt_br: Esqueceu a Senha?
sv: Glömt lösenord?

source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
ja: 無料
ko: 무료
nl: Gratis
pt_br: Grátis
sv: Gratis

source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
nl: Algemeen
pt_br: Geral
sv: Allmänt

source: Generate routine
de: Routine generieren
es: Generar rutina
fr: Générer une routine
ja: ルーティンを生成
ko: 루틴 생성
nl: Routine genereren
pt_br: Gerar rotina
sv: Generera rutin

source: Generate session
de: Einheit generieren
es: Generar sesión
fr: Générer une session
ja: セッションを生成
ko: 세션 생성
nl: Sessie genereren
pt_br: Gerar sessão
sv: Generera pass

source: Give your routine a name to get started
de: Gib deiner Routine einen Namen, um loszulegen
es: Dale un nombre a tu rutina para empezar
fr: Donne un nom à ta routine pour commencer
ja: ルーティンに名前を付けて始めましょう
ko: 시작하려면 루틴에 이름을 지정하세요
nl: Geef je routine een naam om te beginnen
pt_br: Dê um nome à sua rotina para começar
sv: Ge din rutin ett namn för att komma igång

source: Go to Login
de: Zum Login
es: Ir al inicio de sesión
fr: Aller à la connexion
ja: ログインへ
ko: 로그인으로 이동
nl: Ga naar inloggen
pt_br: Ir para o login
sv: Gå till inloggning

source: Go to the Workout tab to create your first routine
de: Gehe zum Workout-Tab, um deine erste Routine zu erstellen
es: Ve a la pestaña Entrenamiento para crear tu primera rutina
fr: Va dans l'onglet Entraînement pour créer ta première routine
ja: ワークアウトタブに移動して最初のルーティンを作成
ko: 운동 탭으로 이동하여 첫 번째 루틴을 만드세요
nl: Ga naar het Training-tabblad om je eerste routine te maken
pt_br: Vá para a aba Treino para criar sua primeira rotina
sv: Gå till Träning-fliken för att skapa din första rutin

source: Goal
de: Ziel
es: Meta
fr: Objectif
ja: 目標
ko: 목표
nl: Doel
pt_br: Meta
sv: Mål

source: Goal reached!
de: Ziel erreicht!
es: ¡Meta alcanzada!
fr: Objectif atteint !
ja: 目標達成！
ko: 목표 달성!
nl: Doel bereikt!
pt_br: Meta alcançada!
sv: Mål uppnått!

source: Goal updated!
de: Ziel aktualisiert!
es: ¡Meta actualizada!
fr: Objectif mis à jour !
ja: 目標が更新されました！
ko: 목표가 업데이트되었습니다!
nl: Doel bijgewerkt!
pt_br: Meta atualizada!
sv: Mål uppdaterat!

source: Good
de: Gut
es: Bueno
fr: Bien
ja: 良い
ko: 좋음
nl: Goed
pt_br: Bom
sv: Bra

source: Good afternoon
de: Guten Tag
es: Buenas tardes
fr: Bon après-midi
ja: こんにちは
ko: 안녕하세요
nl: Goedemiddag
pt_br: Boa tarde
sv: God eftermiddag

source: Good evening
de: Guten Abend
es: Buenas noches
fr: Bonsoir
ja: こんばんは
ko: 좋은 저녁이에요
nl: Goedenavond
pt_br: Boa noite
sv: God kväll

source: Good morning
de: Guten Morgen
es: Buenos días
fr: Bonjour
ja: おはようございます
ko: 좋은 아침이에요
nl: Goedemorgen
pt_br: Bom dia
sv: God morgon

source: Got It
de: Verstanden
es: Entendido
fr: Compris
ja: 了解
ko: 알겠습니다
nl: Begrepen
pt_br: Entendi
sv: Förstått

source: Height
de: Größe
es: Altura
fr: Taille
ja: 身長
ko: 키
nl: Lengte
pt_br: Altura
sv: Längd

source: Height must be greater than 0
de: Die Größe muss größer als 0 sein
es: La altura debe ser mayor que 0
fr: La taille doit être supérieure à 0
ja: 身長は0より大きくなければなりません
ko: 키는 0보다 커야 합니다
nl: Lengte moet groter zijn dan 0
pt_br: A altura deve ser maior que 0
sv: Längden måste vara större än 0

source: Help & Support
de: Hilfe & Support
es: Ayuda y Soporte
fr: Aide & Support
ja: ヘルプ＆サポート
ko: 도움말 및 지원
nl: Help & Ondersteuning
pt_br: Ajuda e Suporte
sv: Hjälp & Support

source: Help us improve Pulse
de: Hilf uns, Pulse zu verbessern
es: Ayúdanos a mejorar Pulse
fr: Aide-nous à améliorer Pulse
ja: Pulseの改善にご協力ください
ko: Pulse 개선에 도움을 주세요
nl: Help ons Pulse te verbeteren
pt_br: Ajude-nos a melhorar o Pulse
sv: Hjälp oss förbättra Pulse

source: History
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
ko: 기록
nl: Geschiedenis
pt_br: Histórico
sv: Historik

source: Hold to Add Set
de: Halten, um Satz hinzuzufügen
es: Mantén para Añadir Serie
fr: Maintenir pour ajouter une série
ja: 長押しでセットを追加
ko: 길게 눌러 세트 추가
nl: Houd ingedrukt om set toe te voegen
pt_br: Segure para Adicionar Série
sv: Håll för att lägga till set

source: I agree to the
de: Ich stimme den
es: Acepto los
fr: J'accepte les
ja: 以下に同意します
ko: 동의합니다
nl: Ik ga akkoord met de
pt_br: Eu concordo com os
sv: Jag godkänner

source: Improving (at personal best)
de: Verbesserung (bei Bestleistung)
es: Mejorando (en mejor marca personal)
fr: En progression (au record personnel)
ja: 向上中（自己ベスト）
ko: 향상 중 (개인 최고 기록)
nl: Verbeterend (bij persoonlijk record)
pt_br: Melhorando (no recorde pessoal)
sv: Förbättring (vid personbästa)

source: Improving (still %@ %@ below best)
de: Verbesserung (noch %1$@ %2$@ unter Bestleistung)
es: Mejorando (aún %1$@ %2$@ por debajo del mejor)
fr: En progression (encore %1$@ %2$@ en dessous du record)
ja: 向上中（ベストまであと%1$@ %2$@）
ko: 향상 중 (최고 기록보다 아직 %1$@ %2$@ 낮음)
nl: Verbeterend (nog %1$@ %2$@ onder beste)
pt_br: Melhorando (ainda %1$@ %2$@ abaixo do melhor)
sv: Förbättring (fortfarande %1$@ %2$@ under bästa)

source: In Progress
de: In Bearbeitung
es: En Progreso
fr: En cours
ja: 進行中
ko: 진행 중
nl: Bezig
pt_br: Em Andamento
sv: Pågående

source: Include muscle groups, exercise preferences, and number of exercises
de: Muskelgruppen, Übungspräferenzen und Anzahl der Übungen angeben
es: Incluye grupos musculares, preferencias de ejercicios y número de ejercicios
fr: Inclure les groupes musculaires, préférences d'exercices et nombre d'exercices
ja: 筋群、種目の好み、種目数を含めてください
ko: 근육군, 운동 선호도, 운동 수를 포함하세요
nl: Vermeld spiergroepen, oefeningvoorkeuren en aantal oefeningen
pt_br: Inclua grupos musculares, preferências de exercícios e número de exercícios
sv: Inkludera muskelgrupper, övningspreferenser och antal övningar

source: Incorrect password or failed to change email.
de: Falsches Passwort oder E-Mail-Änderung fehlgeschlagen.
es: Contraseña incorrecta o error al cambiar el correo electrónico.
fr: Mot de passe incorrect ou échec du changement d'email.
ja: パスワードが正しくないか、メール変更に失敗しました。
ko: 비밀번호가 올바르지 않거나 이메일 변경에 실패했습니다.
nl: Onjuist wachtwoord of e-mail wijzigen mislukt.
pt_br: Senha incorreta ou falha ao alterar e-mail.
sv: Felaktigt lösenord eller misslyckad e-poständring.

source: Intervals
de: Intervalle
es: Intervalos
fr: Intervalles
ja: インターバル
ko: 인터벌
nl: Intervallen
pt_br: Intervalos
sv: Intervaller

source: Invalid code. Please check and try again.
de: Ungültiger Code. Bitte überprüfe und versuche es erneut.
es: Código inválido. Por favor, verifica e inténtalo de nuevo.
fr: Code invalide. Vérifie et réessaye.
ja: 無効なコードです。確認してもう一度お試しください。
ko: 잘못된 코드입니다. 확인 후 다시 시도해 주세요.
nl: Ongeldige code. Controleer en probeer opnieuw.
pt_br: Código inválido. Por favor, verifique e tente novamente.
sv: Ogiltig kod. Kontrollera och försök igen.

source: Invalid email or password. Please try again.
de: Ungültige E-Mail oder Passwort. Bitte versuche es erneut.
es: Correo electrónico o contraseña inválidos. Por favor, inténtalo de nuevo.
fr: Email ou mot de passe invalide. Réessaye.
ja: メールアドレスまたはパスワードが無効です。もう一度お試しください。
ko: 이메일 또는 비밀번호가 올바르지 않습니다. 다시 시도해 주세요.
nl: Ongeldig e-mailadres of wachtwoord. Probeer het opnieuw.
pt_br: E-mail ou senha inválidos. Por favor, tente novamente.
sv: Ogiltig e-post eller lösenord. Försök igen.

source: It's been %lld days since your last session. Getting back in the gym helps maintain the progress you've built. Even a light workout counts.
de: Es sind %lld Tage seit deiner letzten Einheit vergangen. Zurück ins Training zu gehen hilft, den Fortschritt zu erhalten, den du aufgebaut hast. Auch ein leichtes Workout zählt.
es: Han pasado %lld días desde tu última sesión. Volver al gimnasio ayuda a mantener el progreso que has construido. Incluso un entrenamiento ligero cuenta.
fr: Ça fait %lld jours depuis ta dernière séance. Reprendre l'entraînement aide à maintenir les progrès que tu as construits. Même un entraînement léger compte.
ja: 前回のセッションから%lld日が経ちました。ジムに戻ることで築いた進歩を維持できます。軽いワークアウトでも大丈夫です。
ko: 마지막 세션 이후 %lld일이 지났습니다. 다시 운동을 시작하면 쌓아온 성과를 유지하는 데 도움이 됩니다. 가벼운 운동이라도 괜찮습니다.
nl: Het is %lld dagen geleden sinds je laatste sessie. Teruggaan naar de sportschool helpt om de vooruitgang die je hebt opgebouwd te behouden. Zelfs een lichte training telt.
pt_br: Já se passaram %lld dias desde sua última sessão. Voltar à academia ajuda a manter o progresso que você construiu. Até um treino leve conta.
sv: Det har gått %lld dagar sedan ditt senaste pass. Att komma tillbaka till gymmet hjälper dig behålla framstegen du byggt upp. Även ett lätt träningspass räknas.

source: Jump to…
de: Springe zu…
es: Ir a…
fr: Aller à…
ja: 移動…
ko: 이동…
nl: Ga naar…
pt_br: Ir para…
sv: Hoppa till…

source: Just 1 more workout this week to start building a streak.
de: Nur noch 1 Workout diese Woche, um eine Serie aufzubauen.
es: Solo 1 entrenamiento más esta semana para empezar a construir una racha.
fr: Plus qu'1 entraînement cette semaine pour commencer une série.
ja: 今週あと1回のワークアウトで連続記録を始められます。
ko: 이번 주 1회만 더 운동하면 연속 기록을 시작할 수 있습니다.
nl: Nog maar 1 training deze week om een reeks op te bouwen.
pt_br: Só mais 1 treino esta semana para começar uma sequência.
sv: Bara 1 träningspass till denna vecka för att börja bygga en svit.
